Revit 2027 API
ParameterTypeId.WindowTypeName Property
 "Name"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId WindowTypeName { get; }
Public Shared ReadOnly Property WindowTypeName As ForgeTypeId
	Get
public:
static property ForgeTypeId^ WindowTypeName {
	ForgeTypeId^ get ();
}
static member WindowTypeName : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace